{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 265,
      "content": "<|start_header_id|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 266,
      "content": "<|end_header_id|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 267,
      "content": "<|eot_id|>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[\\r\\x00]"
        },
        "content": ""
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\\n(?=[ \\w])"
        },
        "content": "\n "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\\t(?=[ \\w])"
        },
        "content": "\t "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\((?=[ \\w])"
        },
        "content": "( "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\[(?=[ \\w])"
        },
        "content": "[ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\{(?=[ \\w])"
        },
        "content": "{ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "/(?=[ \\w])"
        },
        "content": "/ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "<(?=[ \\w])"
        },
        "content": "< "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "'(?=[ \\w])"
        },
        "content": "' "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "’(?=[ \\w])"
        },
        "content": "’ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\"(?=[ \\w])"
        },
        "content": "\" "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "«(?=[ \\w])"
        },
        "content": "« "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "“(?=[ \\w])"
        },
        "content": "“ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "‘(?=[ \\w])"
        },
        "content": "‘ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "‚(?=[ \\w])"
        },
        "content": "‚ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "‹(?=[ \\w])"
        },
        "content": "‹ "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "—(?=[ \\w])"
        },
        "content": "— "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "–(?=[ \\w])"
        },
        "content": "– "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "―(?=[ \\w])"
        },
        "content": "― "
      },
      {
        "type": "Prepend",
        "prepend": " "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[ \\u00A0]"
        },
        "content": "▁"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "ByteFallback"
      },
      {
        "type": "Metaspace",
        "replacement": "▁",
        "add_prefix_space": true,
        "prepend_scheme": "always"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "<|start_header_id|> "
        },
        "content": "<|start_header_id|>"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "<|end_header_id|> "
        },
        "content": "<|end_header_id|>"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "<|eot_id|> "
        },
        "content": "<|eot_id|>"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\n "
        },
        "content": "\n"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\t "
        },
        "content": "\t"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "( "
        },
        "content": "("
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "[ "
        },
        "content": "["
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "{ "
        },
        "content": "{"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "/ "
        },
        "content": "/"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "< "
        },
        "content": "<"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "' "
        },
        "content": "'"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "’ "
        },
        "content": "’"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\" "
        },
        "content": "\""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "« "
        },
        "content": "«"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "“ "
        },
        "content": "“"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "‘ "
        },
        "content": "‘"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "‚ "
        },
        "content": "‚"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "‹ "
        },
        "content": "‹"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "— "
        },
        "content": "—"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "– "
        },
        "content": "–"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "― "
        },
        "content": "―"
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "vocab": {
      "<0x00>": 4,
      "<0x01>": 5,
      "<0x02>": 6,
      "<0x03>": 7,
      "<0x04>": 8,
      "<0x05>": 9,
      "<0x06>": 10,
      "<0x07>": 11,
      "<0x08>": 12,
      "<0x09>": 13,
      "<0x0A>": 14,
      "<0x0B>": 15,
      "<0x0C>": 16,
      "<0x0D>": 17,
      "<0x0E>": 18,
      "<0x0F>": 19,
      "<0x10>": 20,
      "<0x11>": 21,
      "<0x12>": 22,
      "<0x13>": 23,
      "<0x14>": 24,
      "<0x15>": 25,
      "<0x16>": 26,
      "<0x17>": 27,
      "<0x18>": 28,
      "<0x19>": 29,
      "<0x1A>": 30,
      "<0x1B>": 31,
      "<0x1C>": 32,
      "<0x1D>": 33,
      "<0x1E>": 34,
      "<0x1F>": 35,
      "<0x20>": 36,
      "<0x21>": 37,
      "<0x22>": 38,
      "<0x23>": 39,
      "<0x24>": 40,
      "<0x25>": 41,
      "<0x26>": 42,
      "<0x27>": 43,
      "<0x28>": 44,
      "<0x29>": 45,
      "<0x2A>": 46,
      "<0x2B>": 47,
      "<0x2C>": 48,
      "<0x2D>": 49,
      "<0x2E>": 50,
      "<0x2F>": 51,
      "<0x30>": 52,
      "<0x31>": 53,
      "<0x32>": 54,
      "<0x33>": 55,
      "<0x34>": 56,
      "<0x35>": 57,
      "<0x36>": 58,
      "<0x37>": 59,
      "<0x38>": 60,
      "<0x39>": 61,
      "<0x3A>": 62,
      "<0x3B>": 63,
      "<0x3C>": 64,
      "<0x3D>": 65,
      "<0x3E>": 66,
      "<0x3F>": 67,
      "<0x40>": 68,
      "<0x41>": 69,
      "<0x42>": 70,
      "<0x43>": 71,
      "<0x44>": 72,
      "<0x45>": 73,
      "<0x46>": 74,
      "<0x47>": 75,
      "<0x48>": 76,
      "<0x49>": 77,
      "<0x4A>": 78,
      "<0x4B>": 79,
      "<0x4C>": 80,
      "<0x4D>": 81,
      "<0x4E>": 82,
      "<0x4F>": 83,
      "<0x50>": 84,
      "<0x51>": 85,
      "<0x52>": 86,
      "<0x53>": 87,
      "<0x54>": 88,
      "<0x55>": 89,
      "<0x56>": 90,
      "<0x57>": 91,
      "<0x58>": 92,
      "<0x59>": 93,
      "<0x5A>": 94,
      "<0x5B>": 95,
      "<0x5C>": 96,
      "<0x5D>": 97,
      "<0x5E>": 98,
      "<0x5F>": 99,
      "<0x60>": 100,
      "<0x61>": 101,
      "<0x62>": 102,
      "<0x63>": 103,
      "<0x64>": 104,
      "<0x65>": 105,
      "<0x66>": 106,
      "<0x67>": 107,
      "<0x68>": 108,
      "<0x69>": 109,
      "<0x6A>": 110,
      "<0x6B>": 111,
      "<0x6C>": 112,
      "<0x6D>": 113,
      "<0x6E>": 114,
      "<0x6F>": 115,
      "<0x70>": 116,
      "<0x71>": 117,
      "<0x72>": 118,
      "<0x73>": 119,
      "<0x74>": 120,
      "<0x75>": 121,
      "<0x76>": 122,
      "<0x77>": 123,
      "<0x78>": 124,
      "<0x79>": 125,
      "<0x7A>": 126,
      "<0x7B>": 127,
      "<0x7C>": 128,
      "<0x7D>": 129,
      "<0x7E>": 130,
      "<0x7F>": 131,
      "<0x80>": 132,
      "<0x81>": 133,
      "<0x82>": 134,
      "<0x83>": 135,
      "<0x84>": 136,
      "<0x85>": 137,
      "<0x86>": 138,
      "<0x87>": 139,
      "<0x88>": 140,
      "<0x89>": 141,
      "<0x8A>": 142,
      "<0x8B>": 143,
      "<0x8C>": 144,
      "<0x8D>": 145,
      "<0x8E>": 146,
      "<0x8F>": 147,
      "<0x90>": 148,
      "<0x91>": 149,
      "<0x92>": 150,
      "<0x93>": 151,
      "<0x94>": 152,
      "<0x95>": 153,
      "<0x96>": 154,
      "<0x97>": 155,
      "<0x98>": 156,
      "<0x99>": 157,
      "<0x9A>": 158,
      "<0x9B>": 159,
      "<0x9C>": 160,
      "<0x9D>": 161,
      "<0x9E>": 162,
      "<0x9F>": 163,
      "<0xA0>": 164,
      "<0xA1>": 165,
      "<0xA2>": 166,
      "<0xA3>": 167,
      "<0xA4>": 168,
      "<0xA5>": 169,
      "<0xA6>": 170,
      "<0xA7>": 171,
      "<0xA8>": 172,
      "<0xA9>": 173,
      "<0xAA>": 174,
      "<0xAB>": 175,
      "<0xAC>": 176,
      "<0xAD>": 177,
      "<0xAE>": 178,
      "<0xAF>": 179,
      "<0xB0>": 180,
      "<0xB1>": 181,
      "<0xB2>": 182,
      "<0xB3>": 183,
      "<0xB4>": 184,
      "<0xB5>": 185,
      "<0xB6>": 186,
      "<0xB7>": 187,
      "<0xB8>": 188,
      "<0xB9>": 189,
      "<0xBA>": 190,
      "<0xBB>": 191,
      "<0xBC>": 192,
      "<0xBD>": 193,
      "<0xBE>": 194,
      "<0xBF>": 195,
      "<0xC0>": 196,
      "<0xC1>": 197,
      "<0xC2>": 198,
      "<0xC3>": 199,
      "<0xC4>": 200,
      "<0xC5>": 201,
      "<0xC6>": 202,
      "<0xC7>": 203,
      "<0xC8>": 204,
      "<0xC9>": 205,
      "<0xCA>": 206,
      "<0xCB>": 207,
      "<0xCC>": 208,
      "<0xCD>": 209,
      "<0xCE>": 210,
      "<0xCF>": 211,
      "<0xD0>": 212,
      "<0xD1>": 213,
      "<0xD2>": 214,
      "<0xD3>": 215,
      "<0xD4>": 216,
      "<0xD5>": 217,
      "<0xD6>": 218,
      "<0xD7>": 219,
      "<0xD8>": 220,
      "<0xD9>": 221,
      "<0xDA>": 222,
      "<0xDB>": 223,
      "<0xDC>": 224,
      "<0xDD>": 225,
      "<0xDE>": 226,
      "<0xDF>": 227,
      "<0xE0>": 228,
      "<0xE1>": 229,
      "<0xE2>": 230,
      "<0xE3>": 231,
      "<0xE4>": 232,
      "<0xE5>": 233,
      "<0xE6>": 234,
      "<0xE7>": 235,
      "<0xE8>": 236,
      "<0xE9>": 237,
      "<0xEA>": 238,
      "<0xEB>": 239,
      "<0xEC>": 240,
      "<0xED>": 241,
      "<0xEE>": 242,
      "<0xEF>": 243,
      "<0xF0>": 244,
      "<0xF1>": 245,
      "<0xF2>": 246,
      "<0xF3>": 247,
      "<0xF4>": 248,
      "<0xF5>": 249,
      "<0xF6>": 250,
      "<0xF7>": 251,
      "<0xF8>": 252,
      "<0xF9>": 253,
      "<0xFA>": 254,
      "<0xFB>": 255,
      "<0xFC>": 256,
      "<0xFD>": 257,
      "<0xFE>": 258,
      "<0xFF>": 259,
      "▁INST": 260,
      "▁SYS": 261,
      "▁[/": 262,
      "[/": 263,
      "▁<</": 264,
      "<unused8>": 268,
      "<unused9>": 269,
      "<unused10>": 270,
      "<unused11>": 271,
      "<unused12>": 272,
      "<unused13>": 273,
      "<unused14>": 274,
      "<unused15>": 275,
      "<unused16>": 276,
      "<unused17>": 277,
      "<unused18>": 278,
      "<unused19>": 279,
      "<unused20>": 280,
      "<unused21>": 281,
      "<unused22>": 282,
      "<unused23>": 283,
      "<unused24>": 284,
      "<unused25>": 285,
      "<unused26>": 286,
      "<unused27>": 287,
      "<unused28>": 288,
      "<unused29>": 289,
      "<unused30>": 290,
      "<unused31>": 291,
      "<unused32>": 292,
      "<unused33>": 293,
      "<unused34>": 294,
      "<unused35>": 295,
      "<unused36>": 296,
      "<unused37>": 297,
      "<unused38>": 298,
      "<unused39>": 299,
      "▁": 300,
      "▁▁": 301,
      "▁▁▁": 302,
      "▁▁▁▁": 303,
      "▁▁▁▁▁": 304,
      "▁▁▁▁▁▁": 305,
      "▁▁▁▁▁▁▁": 306,
      "▁▁▁▁▁▁▁▁": 307,
      "\t": 308,
      "\t\t": 309,
      "\t\t\t": 310,
      "\t\t\t\t": 311,
      "\n": 312,
      "\n\n": 313,
      "0": 314,
      "1": 315,
      "2": 316,
      "3": 317,
      "4": 318,
      "5": 319,
      "6": 320,
      "7": 321,
      "8": 322,
      "9": 323,
      " ": 324,
      "!": 325,
      "\"": 326,
      "#": 327,
      "$": 328,
      "%": 329,
      "&": 330,
      "'": 331,
      "(": 332,
      ")": 333,
      "*": 334,
      "+": 335,
      ",": 336,
      "-": 337,
      ".": 338,
      "/": 339,
      ":": 340,
      ";": 341,
      "<": 342,
      "=": 343,
      ">": 344,
      "?": 345,
      "@": 346,
      "A": 347,
      "B": 348,
      "C": 349,
      "D": 350,
      "E": 351,
      "F": 352,
      "G": 353,
      "H": 354,
      "I": 355,
      "J": 356,
      "K": 357,
      "L": 358,
      "M": 359,
      "N": 360,
      "O": 361,
      "P": 362,
      "Q": 363,
      "R": 364,
      "S": 365,
      "T": 366,
      "U": 367,
      "V": 368,
      "W": 369,
      "X": 370,
      "Y": 371,
      "Z": 372,
      "[": 373,
      "\\": 374,
      "]": 375,
      "^": 376,
      "_": 377,
      "`": 378,
      "a": 379,
      "b": 380,
      "c": 381,
      "d": 382,
      "e": 383,
      "f": 384,
      "g": 385,
      "h": 386,
      "i": 387,
      "j": 388,
      "k": 389,
      "l": 390,
      "m": 391,
      "n": 392,
      "o": 393,
      "p": 394,
      "q": 395,
      "r": 396,
      "s": 397,
      "t": 398,
      "u": 399,
      "v": 400,
      "w": 401,
      "x": 402,
      "y": 403,
      "z": 404,
      "{": 405,
      "|": 406,
      "}": 407,
      "~": 408,
      " ": 409,
      "¡": 410,
      "¢": 411,
      "£": 412,
      "¤": 413,
      "¥": 414,
      "¦": 415,
      "§": 416,
      "¨": 417,
      "©": 418,
      "«": 419,
      "¬": 420,
      "®": 421,
      "¯": 422,
      "°": 423,
      "±": 424,
      "²": 425,
      "³": 426,
      "´": 427,
      "µ": 428,
      "¶": 429,
      "·": 430,
      "¸": 431,
      "¹": 432,
      "»": 433,
      "¼": 434,
      "½": 435,
      "¾": 436,
      "¿": 437,
      "À": 438,
      "Á": 439,
      "Â": 440,
      "Ã": 441,
      "Ä": 442,
      "Å": 443,
      "Æ": 444,
      "Ç": 445,
      "È": 446,
      "É": 447,
      "Ê": 448,
      "Ë": 449,
      "Ì": 450,
      "Í": 451,
      "Î": 452,
      "Ï": 453,
      "Ð": 454,
      "Ñ": 455,
      "Ò": 456,
      "Ó": 457,
      "Ô": 458,
      "Õ": 459,
      "Ö": 460,
      "×": 461,
      "Ø": 462,
      "Ù": 463,
      "Ú": 464,
      "Û": 465,
      "Ü": 466,
      "Ý": 467,
      "Þ": 468,
      "ß": 469,
      "à": 470,
      "á": 471,
      "â": 472,
      "ã": 473,
      "ä": 474,
      "å": 475,
      "æ": 476,
      "ç": 477,
      "è": 478,
      "é": 479,
      "ê": 480,
      "ë": 481,
      "ì": 482,
      "í": 483,
      "î": 484,
      "ï": 485,
      "ð": 486,
      "ñ": 487,
      "ò": 488,
      "ó": 489,
      "ô": 490,
      "õ": 491,
      "ö": 492,
      "÷": 493,
      "ø": 494,
      "ù": 495,
      "ú": 496,
      "û": 497,
      "ü": 498,
      "ý": 499,
      "þ": 500,
      "ÿ": 501,
      "Ā": 502,
      "ā": 503,
      "Ă": 504,
      "ă": 505,
      "ą": 506,
      "Ć": 507,
      "ć": 508,
      "ĉ": 509,
      "ċ": 510,
      "Č": 511,
      "č": 512,
      "Ď": 513,
      "ď": 514,
      "Đ": 515,
      "đ": 516,
      "Ē": 517,
      "ē": 518,
      "ĕ": 519,
      "Ė": 520,
      "ė": 521,
      "ę": 522,
      "ě": 523,
      "ĝ": 524,
      "Ğ": 525,
      "ğ": 526,
      "Ġ": 527,
      "ġ": 528,
      "Ģ": 529,
      "ģ": 530,
      "Ħ": 531,
      "ħ": 532,
      "ĩ": 533,
      "Ī": 534,
      "ī": 535,
      "ĭ": 536,
      "į": 537,
      "İ": 538,
      "ı": 539,
      "Ķ": 540,
      "ķ": 541,
      "ĸ": 542,
      "ĺ": 543,
      "ļ": 544,
      "Ľ": 545,
      "ľ": 546,
      "Ł": 547,
      "ł": 548,
      "ń": 549,
      "ņ": 550,
      "ň": 551,
      "ŋ": 552,
      "Ō": 553,
      "ō": 554,
      "ŏ": 555,
      "Ő": 556,
      "ő": 557,
      "Œ": 558,
      "œ": 559,
      "ŕ": 560,
      "Ř": 561,
      "ř": 562,
      "Ś": 563,
      "ś": 564,
      "ŝ": 565,
      "Ş": 566,
      "ş": 567,
      "Š": 568,
      "š": 569,
      "Ţ": 570,
      "ţ": 571,
      "Ť": 572,
      "ť": 573,
      "ũ": 574,
      "Ū": 575,
      "ū": 576,
      "ŭ": 577,
      "ů": 578,
      "ű": 579,
      "ų": 580,
      "ŵ": 581,
      "ŷ": 582,
      "Ÿ": 583,
      "ź": 584,
      "Ż": 585,
      "ż": 586,
      "Ž": 587,
      "ž": 588,
      "ſ": 589,
      "Ɔ": 590,
      "Ə": 591,
      "Ɛ": 592,
      "ƒ": 593,
      "ơ": 594,
      "ư": 595,
      "ǎ": 596,
      "ǐ": 597,
      "ǒ": 598,
      "ǔ": 599,
      "ǚ": 600,
      "ǝ": 601,
      "Ǧ": 602,
      "ǧ": 603,
      "ǫ": 604,
      "ǵ": 605,
      "Ș": 606,
      "ș": 607,
      "Ț": 608,
      "ț": 609,
      "ȝ": 610,
      "ɐ": 611,
      "ɑ": 612,
      "ɒ": 613,
      "ɓ": 614,
      "ɔ": 615,
      "ɕ": 616,
      "ɖ": 617,
      "ɗ": 618,
      "ɘ": 619,
      "ə": 620,
      "ɛ": 621,
      "ɜ": 622,
      "ɞ": 623,
      "ɟ": 624,
      "ɡ": 625,
      "ɣ": 626,
      "ɤ": 627,
      "ɥ": 628,
      "ɦ": 629,
      "ɨ": 630,
      "ɩ": 631,
      "ɪ": 632,
      "ɫ": 633,
      "ɬ": 634,
      "ɯ": 635,
      "ɲ": 636,
      "ɳ": 637,
      "ɴ": 638,
      "ɵ": 639,
      "ɶ": 640,
      "ɸ": 641,
      "ɹ": 642,
      "ɽ": 643,
      "ɾ": 644,
      "ʀ": 645,
      "ʁ": 646,
      "ʂ": 647,
      "ʃ": 648,
      "ʈ": 649,
      "ʉ": 650,
      "ʊ": 651,
      "ʋ": 652,
      "ʌ": 653,
      "ʎ": 654,
      "ʏ": 655,
      "ʐ": 656,
      "ʑ": 657,
      "ʒ": 658,
      "ʕ": 659,
      "ʦ": 660,
      "ʧ": 661,
      "ʰ": 662,
      "ʱ": 663,
      "ʲ": 664,
      "ʳ": 665,
      "ʷ": 666,
      "ʹ": 667,
      "ʻ": 668,
      "ʼ": 669,
      "ʽ": 670,
      "ʾ": 671,
      "ʿ": 672,
      "ˀ": 673,
      "ˁ": 674,
      "ˆ": 675,
      "ˈ": 676,
      "ˉ": 677,
      "ˌ": 678,
      "ː": 679,
      "ˑ": 680,
      "˚": 681,
      "˜": 682,
      "ˠ": 683,
      "ˤ": 684,
      "˥": 685,
      "˧": 686,
      "˨": 687,
      "˩": 688,
      "΄": 689,
      "Ά": 690,
      "Έ": 691,
      "Ή": 692,
      "Ί": 693,
      "Ό": 694,
      "Ύ": 695,
      "ΐ": 696,
      "Α": 697,
      "Β": 698,
      "Γ": 699,
      "Δ": 700,
      "Ε": 701,
      "Ζ": 702,
      "Η": 703,
      "Θ": 704,
      "Ι": 705,
      "Κ": 706,
      "Λ": 707,
      "Μ": 708,
      "Ν": 709,
      "Ξ": 710,
      "Ο": 711,
      "Π": 712,
      "Ρ": 713,
      "Σ": 714,
      "Τ": 715,
      "Υ": 716,
      "Φ": 717,
      "Χ": 718,
      "Ψ": 719,
      "Ω": 720,
      "Ϊ": 721,
      "ά": 722,
      "έ": 723,
      "ή": 724,
      "ί": 725,
      "ΰ": 726,
      "α": 727,
      "β": 728,
      "γ": 729,
      "δ": 730,
      "ε": 731,
      "ζ": 732,
      "η": 733,
      "θ": 734,
      "ι": 735,
      "κ": 736,
      "λ": 737,
      "μ": 738,
      "ν": 739,
      "ξ": 740,
      "ο": 741,
      "π": 742,
      "ρ": 743,
      "ς": 744,
      "σ": 745,
      "τ": 746,
      "υ": 747,
      "φ": 748,
      "χ": 749,
      "ψ": 750,
      "ω": 751,
      "ϊ": 752,
      "ϋ": 753,
      "ό": 754,
      "ύ": 755,
      "ώ": 756,
      "ϒ": 757,
      "ϕ": 758,
      "ϲ": 759,
      "Ё": 760,
      "Ђ": 761,
      "Є": 762,
      "І": 763,
      "Ј": 764,
      "Љ": 765,
      "А": 766,
      "Б": 767,
      "В": 768,
      "Г": 769,
      "Д": 770,
      "Е": 771,
      "Ж": 772,
      "З": 773,
      "И": 774,
      "Й": 775,
      "К": 776,
      "Л": 777,
      "М": 778,
      "Н": 779,
      "О": 780,
      "П": 781,
      "Р": 782,
      "С": 783,
      "Т": 784,
      "У": 785,
      "Ф": 786,
      "Х": 787,
      "Ц": 788,
      "Ч": 789,
      "Ш": 790,
      "Щ": 791,
      "Ъ": 792,
      "Ы": 793,
      "Ь": 794,
      "Э": 795,
      "Ю": 796,
      "Я": 797,
      "а": 798,
      "б": 799,
      "в": 800,
      "г": 801,
      "д": 802,
      "е": 803,
      "ж": 804,
      "з": 805,
      "и": 806,
      "й": 807,
      "к": 808,
      "л": 809,
      "м": 810,
      "н": 811,
      "о": 812,
      "п": 813,
      "р": 814,
      "с": 815,
      "т": 816,
      "у": 817,
      "ф": 818,
      "х": 819,
      "ц": 820,
      "ч": 821,
      "ш": 822,
      "щ": 823,
      "ъ": 824,
      "ы": 825,
      "ь": 826,
      "э": 827,
      "ю": 828,
      "я": 829,
      "ѐ": 830,
      "ё": 831,
      "ђ": 832,
      "є": 833,
      "і": 834,
      "ї": 835,
      "ј": 836,
      "љ": 837,
      "њ": 838,
      "ћ": 839,
      "ў": 840,
      "џ": 841,
      "ѣ": 842,
      "ѧ": 843,
      "ғ": 844,
      "ҙ": 845,
      "Қ": 846,
      "қ": 847,
      "ҡ": 848,
      "ң": 849,
      "ү": 850,
      "ұ": 851,
      "ҳ": 852,
      "ӏ": 853,
      "ә": 854,
      "ө": 855,
      "Ա": 856,
      "Բ": 857,
      "Գ": 858,
      "Դ": 859,
      "Ե": 860,
      "Կ": 861,
      "Հ": 862,
      "Մ": 863,
      "Ն": 864,
      "Պ": 865,
      "Ս": 866,
      "Վ": 867,
      "Տ": 868,
      "ա": 869,
      "բ": 870,
      "գ": 871,
      "դ": 872,
      "ե": 873,
      "զ": 874,
      "է": 875,
      "ը": 876,
      "թ": 877,
      "ի": 878,
      "լ": 879,
      "խ": 880,
      "ծ": 881,
      "կ": 882,
      "հ": 883,
      "ղ": 884,
      "մ": 885,
      "յ": 886,
      "ն": 887,
      "շ": 888,
      "ո": 889,
      "չ": 890,
      "պ": 891,
      "ջ": 892,
      "ռ": 893,
      "ս": 894,
      "վ": 895,
      "տ": 896,
      "ր": 897,
      "ց": 898,
      "ւ": 899,
      "փ": 900,
      "ք": 901,
      "և": 902,
      "־": 903,
      "،": 904,
      "ـ": 905,
      "۰": 906,
      "।": 907,
      "०": 908,
      "་": 909,
      "།": 910,
      "ა": 911,
      "ბ": 912,
      "გ": 913,
      "დ": 914,
      "ე": 915,
      "ვ": 916,
      "ზ": 917,
      "თ": 918,
      "ი": 919,
      "კ": 920,
      "ლ": 921,
      "მ": 922,
      "ნ": 923,
      "ო": 924,
      "პ": 925,
      "რ": 926,
      "ს": 927,
      "ტ": 928,
      "უ": 929,
      "ფ": 930,
      "ქ": 931,
      "ღ": 932,
      "ყ": 933,
      "შ": 934,
      "ჩ": 935,
      "ც": 936,
      "ძ": 937,
      "წ": 938,
      "ხ": 939,
      "ჯ": 940,
      "ᵉ": 941,
      "ᵐ": 942,
      "ᵑ": 943,
      "ḍ": 944,
      "ḏ": 945,
      "ḗ": 946,
      "Ḥ": 947,
      "ḥ": 948,
      "Ḩ": 949,
      "ḩ": 950,
      "Ḫ": 951,
      "ḫ": 952,
      "Ḳ": 953,
      "ḳ": 954,
      "ḵ": 955,
      "ḷ": 956,
      "ḻ": 957,
      "ṁ": 958,
      "ṃ": 959,
      "ṅ": 960,
      "ṇ": 961,
      "ṉ": 962,
      "ṛ": 963,
      "ṟ": 964,
      "Ṣ": 965,
      "ṣ": 966,
      "Ṭ": 967,
      "ṭ": 968,
      "ṯ": 969,
      "ẓ": 970,
      "ẕ": 971,
      "ẖ": 972,
      "ạ": 973,
      "ả": 974,
      "ấ": 975,
      "ầ": 976,
      "ẩ": 977,
      "ẫ": 978,
      "ậ": 979,
      "ắ": 980,
      "ằ": 981,
      "ẵ": 982,
      "ặ": 983,
      "ẹ": 984,
      "ẻ": 985,
      "ẽ": 986,
      "ế": 987,
      "ề": 988,
      "ể": 989,
      "ễ": 990,
      "ệ": 991,
      "ỉ": 992,
      "ị": 993,
      "Ọ": 994,
      "ọ": 995,
      "ỏ": 996,
      "ố": 997,
      "ồ": 998,
      "ổ": 999,
      "ỗ": 1000,
      "ộ": 1001,
      "ớ": 1002,
      "ờ": 1003,
      "ở": 1004,
      "ợ": 1005,
      "ụ": 1006,
      "ủ": 1007,
      "ứ": 1008,
      "ừ": 1009,
      "ử": 1010,
      "ữ": 1011,
      "ự": 1012,
      "ỳ": 1013,
      "ỹ": 1014,
      "ἀ": 1015,
      "ἁ": 1016,
      "ἄ": 1017,
      "Ἀ": 1018,
      "Ἄ": 1019,
      "ἐ": 1020,
      "ἑ": 1021,
      "ἔ": 1022,
      "ἕ": 1023,
      "Ἐ": 1024,
      "Ἑ": 1025,
      "ἡ": 1026,
      "Ἡ": 1027,
      "ἰ": 1028,
      "ἱ": 1029,
      "ἴ": 1030,
      "ἶ": 1031,
      "Ἰ": 1032,
      "ὀ": 1033,
      "ὁ": 1034,
      "ὄ": 1035,
      "ὅ": 1036,
      "Ὀ": 1037,
      "ὐ": 1038,
      "ὑ": 1039,
      "ὔ": 1040,
      "ὕ": 1041,
      "ὡ": 1042,
      "ὰ": 1043,
      "ὲ": 1044,
      "ὴ": 1045,
      "ὶ": 1046,
      "ὸ": 1047,
      "ὺ": 1048,
      "ὼ": 1049,
      "ᾱ": 1050,
      "ᾶ": 1051,
      "᾽": 1052,
      "ῃ": 1053,
      "ῆ": 1054,
      "ῇ": 1055,
      "ῖ": 1056,
      "ῥ": 1057,
      "ῦ": 1058,
      "Ῥ": 1059,
      "ῳ": 1060,
      "ῶ": 1061,
      "ῷ": 1062,
      " ": 1063,
      " ": 1064,
      " ": 1065,
      " ": 1066,
      " ": 1067,
      " ": 1068,
      "‐": 1069,
      "‑": 1070,
      "‒": 1071,
      "–": 1072,
      "—": 1073,
      "―": 1074,
      "‖": 1075,
      "‘": 1076,
      "’": 1077,
      "‚": 1078,
      "“": 1079,
      "”": 1080,
      "„": 1081,
      "†": 1082,
      "‡": 1083,
      "•": 1084,
      "‥": 1085,
      "…": 1086,
      " ": 1087,
      "‰": 1088,
      "′": 1089,
      "″": 1090,
      "‹": 1091,
      "›": 1092,
      "※": 1093,
      "‼": 1094,
      "‾": 1095,
      "‿": 1096,
      "⁄": 1097,
      "⁰": 1098,
      "⁴": 1099,
      "⁵": 1100,
      "ⁿ": 1101,
      "₁": 1102,
      "₂": 1103,
      "₃": 1104,
      "₤": 1105,
      "₩": 1106,
      "€": 1107,
      "₱": 1108,
      "₹": 1109,
      "ℂ": 1110,
      "ℓ": 1111,
      "ℕ": 1112,
      "№": 1113,
      "ℚ": 1114,
      "ℝ": 1115,
      "™": 1116,
      "ℤ": 1117,
      "⅓": 1118,
      "⅔": 1119,
      "⅛": 1120,
      "←": 1121,
      "↑": 1122,
      "→": 1123,
      "↓": 1124,
      "↔": 1125,
      "↗": 1126,
      "↦": 1127,
      "↳": 1128,
      "⇄": 1129,
      "⇌": 1130,
      "⇒": 1131,
      "⇔": 1132,
      "∀": 1133,
      "∂": 1134,
      "∃": 1135,
      "∅": 1136,
      "∆": 1137,
      "∈": 1138,
      "∑": 1139,
      "−": 1140,
      "∗": 1141,
      "∘": 1142,
      "∙": 1143,
      "√": 1144,
      "∞": 1145,
      "∥": 1146,
      "∧": 1147,
      "∨": 1148,
      "∩": 1149,
      "∪": 1150,
      "∫": 1151,
      "∼": 1152,
      "≃": 1153,
      "≈": 1154,
      "≠": 1155,
      "≡": 1156,
      "≤": 1157,
      "≥": 1158,
      "⊂": 1159,
      "⊆": 1160,
      "⊕": 1161,
      "⊗": 1162,
      "⊙": 1163,
      "⊥": 1164,
      "⋅": 1165,
      "⋮": 1166,
      "⎯": 1167,
      "␝": 1168,
      "①": 1169,
      "②": 1170,
      "③": 1171,
      "─": 1172,
      "━": 1173,
      "│": 1174,
      "┊": 1175,
      "└": 1176,
      "├": 1177,
      "┤": 1178,
      "┬": 1179,
      "┴": 1180,
      "┼": 1181,
      "═": 1182,
      "║": 1183,
      "╗": 1184,
      "╚": 1185,
      "╝": 1186,
      "╲": 1187,
      "▀": 1188,
      "▄": 1189,
      "█": 1190,
      "▌": 1191,
      "░": 1192,
      "▒": 1193,
      "▓": 1194,
      "■": 1195,
      "□": 1196,
      "▪": 1197,
      "▬": 1198,
      "▲": 1199,
      "△": 1200,
      "▴": 1201,
      "▶": 1202,
      "►": 1203,
      "▼": 1204,
      "▾": 1205,
      "◀": 1206,
      "◁": 1207,
      "◄": 1208,
      "◆": 1209,
      "◇": 1210,
      "◊": 1211,
      "○": 1212,
      "◌": 1213,
      "●": 1214,
      "★": 1215,
      "☆": 1216,
      "☉": 1217,
      "♀": 1218,
      "♂": 1219,
      "♕": 1220,
      "♙": 1221,
      "♠": 1222,
      "♡": 1223,
      "♣": 1224,
      "♥": 1225,
      "♦": 1226,
      "♪": 1227,
      "♫": 1228,
      "♭": 1229,
      "♯": 1230,
      "♰": 1231,
      "⚭": 1232,
      "✓": 1233,
      "✔": 1234,
      "✗": 1235,
      "✘": 1236,
      "✝": 1237,
      "❌": 1238,
      "❚": 1239,
      "❤": 1240,
      "➖": 1241,
      "⟨": 1242,
      "⟩": 1243,
      "⟶": 1244,
      "⠀": 1245,
      "⠤": 1246,
      "⣿": 1247,
      "⥋": 1248,
      "ⲁ": 1249,
      "⺩": 1250,
      "⺼": 1251,
      "⽥": 1252,
      "　": 1253,
      "、": 1254,
      "。": 1255,
      "々": 1256,
      "〇": 1257,
      "〈": 1258,
      "〉": 1259,
      "《": 1260,
      "》": 1261,
      "「": 1262,
      "」": 1263,
      "『": 1264,
      "』": 1265,
      "【": 1266,
      "】": 1267,
      "〜": 1268,
      "・": 1269,
      "ー": 1270,
      "ꞌ": 1271,
      "ﬁ": 1272,
      "﴾": 1273,
      "﴿": 1274,
      "！": 1275,
      "％": 1276,
      "＆": 1277,
      "（": 1278,
      "）": 1279,
      "，": 1280,
      "－": 1281,
      "．": 1282,
      "／": 1283,
      "０": 1284,
      "１": 1285,
      "２": 1286,
      "３": 1287,
      "４": 1288,
      "５": 1289,
      "：": 1290,
      "；": 1291,
      "＝": 1292,
      "＞": 1293,
      "？": 1294,
      "Ａ": 1295,
      "Ｄ": 1296,
      "Ｅ": 1297,
      "Ｏ": 1298,
      "Ｓ": 1299,
      "Ｖ": 1300,
      "｜": 1301,
      "～": 1302,
      "･": 1303,
      "ﾟ": 1304,
      "￥": 1305,
      "�": 1306,
      "𝄆": 1307,
      "𝄇": 1308,
      "𝔐": 1309,
      "𝔓": 1310,
      "🏫": 1311,
      "🏴": 1312,
      "🏻": 1313,
      "🏼": 1314,
      "🏽": 1315,
      "🏾": 1316,
      "🏿": 1317,
      "👦": 1318,
      "👧": 1319,
      "👨": 1320,
      "👩": 1321,
      "💋": 1322,
      "🧑": 1323,
      "▁|": 1324,
      "▁d": 1325,
      "er": 1326,
      "es": 1327,
      "on": 1328,
      "en": 1329,
      "in": 1330,
      "an": 1331,
      "▁t": 1332,
      "▁a": 1333,
      "▁l": 1334,
      "▁s": 1335,
      "re": 1336,
      "▁p": 1337,
      "▁c": 1338,
      "is": 1339,
      "ar": 1340,
      "ti": 1341,
      "or": 1342,
      "he": 1343,
      "▁de": 1344,
      "al": 1345,
      "it": 1346,
      "ou": 1347,
      "te": 1348,
      "le": 1349,
      "▁f": 1350,
      "▁m": 1351,
      "▁S": 1352,
      "▁e": 1353,
      "as": 1354,
      "ent": 1355,
      "▁the": 1356,
      "▁C": 1357,
      "un": 1358,
      "ic": 1359,
      "qu": 1360,
      "il": 1361,
      "om": 1362,
      "ur": 1363,
      "at": 1364,
      "▁A": 1365,
      "▁o": 1366,
      "▁in": 1367,
      "tion": 1368,
      "and": 1369,
      "▁M": 1370,
      "▁b": 1371,
      "▁(": 1372,
      "▁w": 1373,
      "▁L": 1374,
      "el": 1375,
      "▁T": 1376,
      "▁n": 1377,
      "▁P": 1378,
      "ra": 1379,
      "ro": 1380,
      "▁la": 1381,
      "us": 1382,
      "ed": 1383,
      "▁B": 1384,
      "ol": 1385,
      "ch": 1386,
      "▁of": 1387,
      "ing": 1388,
      "am": 1389,
      "▁D": 1390,
      "ri": 1391,
      "▁un": 1392,
      "et": 1393,
      "os": 1394,
      "▁R": 1395,
      "▁v": 1396,
      "▁I": 1397,
      "▁h": 1398,
      "▁en": 1399,
      "est": 1400,
      "ce": 1401,
      "▁E": 1402,
      "▁and": 1403,
      "▁-": 1404,
      "▁F": 1405,
      "▁le": 1406,
      "▁G": 1407,
      "▁H": 1408,
      "em": 1409,
      "▁re": 1410,
      "▁et": 1411,
      "ad": 1412,
      "id": 1413,
      "▁qu": 1414,
      "ie": 1415,
      "la": 1416,
      "▁g": 1417,
      "ec": 1418,
      "▁N": 1419,
      "ir": 1420,
      "ta": 1421,
      "▁to": 1422,
      "▁r": 1423,
      "im": 1424,
      "ig": 1425,
      "our": 1426,
      "##": 1427,
      "▁con": 1428,
      "ers": 1429,
      "ut": 1430,
      "▁J": 1431,
      "▁à": 1432,
      "ation": 1433,
      "ant": 1434,
      "▁des": 1435,
      "ion": 1436,
      "ul": 1437,
      "ot": 1438,
      "▁par": 1439,
      "ter": 1440,
      "▁W": 1441,
      "▁é": 1442,
      "ge": 1443,
      "ans": 1444,
      "um": 1445,
      "ist": 1446,
      "▁com": 1447,
      "ac": 1448,
      "st": 1449,
      "▁du": 1450,
      "iv": 1451,
      "▁O": 1452,
      "▁est": 1453,
      "▁K": 1454,
      "▁th": 1455,
      "th": 1456,
      "▁les": 1457,
      "oc": 1458,
      "▁V": 1459,
      "ia": 1460,
      "se": 1461,
      "de": 1462,
      "op": 1463,
      "res": 1464,
      "▁for": 1465,
      "▁on": 1466,
      "if": 1467,
      "ne": 1468,
      "me": 1469,
      "▁pro": 1470,
      "ire": 1471,
      "▁au": 1472,
      "▁al": 1473,
      "ve": 1474,
      "que": 1475,
      "▁The": 1476,
      "▁U": 1477,
      "▁se": 1478,
      "ab": 1479,
      "▁j": 1480,
      "ment": 1481,
      "ine": 1482,
      "pp": 1483,
      "ub": 1484,
      "ow": 1485,
      "ag": 1486,
      "au": 1487,
      "▁an": 1488,
      "és": 1489,
      "ay": 1490,
      "end": 1491,
      "▁is": 1492,
      "ate": 1493,
      "ort": 1494,
      "▁=": 1495,
      "ue": 1496,
      "▁was": 1497,
      "▁as": 1498,
      "od": 1499,
      "▁\"": 1500,
      "ly": 1501,
      "tr": 1502,
      "ber": 1503,
      "ver": 1504,
      "og": 1505,
      "ich": 1506,
      "ci": 1507,
      "▁In": 1508,
      "ée": 1509,
      "ont": 1510,
      "▁Ch": 1511,
      "▁ch": 1512,
      "▁une": 1513,
      "li": 1514,
      "uc": 1515,
      "▁que": 1516,
      "▁ex": 1517,
      "ard": 1518,
      "ith": 1519,
      "ap": 1520,
      "),": 1521,
      "▁dé": 1522,
      "oun": 1523,
      "ess": 1524,
      "ass": 1525,
      "ain": 1526,
      "▁il": 1527,
      "▁Le": 1528,
      "▁dans": 1529,
      "▁av": 1530,
      "▁$": 1531,
      "▁fr": 1532,
      "ais": 1533,
      "ord": 1534,
      "tu": 1535,
      "▁pr": 1536,
      "les": 1537,
      "▁y": 1538,
      "to": 1539,
      "ier": 1540,
      "▁at": 1541,
      "ement": 1542,
      "ts": 1543,
      "▁be": 1544,
      "ous": 1545,
      ");": 1546,
      "ff": 1547,
      "pe": 1548,
      "ens": 1549,
      "▁{": 1550,
      "▁wh": 1551,
      "▁ar": 1552,
      "ov": 1553,
      "ere": 1554,
      "ale": 1555,
      "ted": 1556,
      "▁pour": 1557,
      "▁ne": 1558,
      "▁*": 1559,
      "▁with": 1560,
      "▁su": 1561,
      "▁ac": 1562,
      "all": 1563,
      "tic": 1564,
      "--": 1565,
      "▁by": 1566,
      "di": 1567,
      "▁pl": 1568,
      "▁sur": 1569,
      "▁La": 1570,
      "▁el": 1571,
      "pr": 1572,
      ").": 1573,
      "out": 1574,
      "ance": 1575,
      "té": 1576,
      "▁qui": 1577,
      "ore": 1578,
      "▁or": 1579,
      "ph": 1580,
      "av": 1581,
      "▁im": 1582,
      "ak": 1583,
      "▁#": 1584,
      "ill": 1585,
      "**": 1586,
      "ame": 1587,
      "ang": 1588,
      "▁An": 1589,
      "ux": 1590,
      "ond": 1591,
      "▁Mar": 1592,
      "▁di": 1593,
      "ille": 1594,
      "▁he": 1595,
      "bre": 1596,
      "tre": 1597,
      "ite": 1598,
      "iss": 1599,
      "▁ré": 1600,
      "ity": 1601,
      "▁Un": 1602,
      "▁En": 1603,
      "▁Al": 1604,
      "ér": 1605,
      "▁tr": 1606,
      "tions": 1607,
      "ong": 1608,
      "//": 1609,
      "ait": 1610,
      "▁from": 1611,
      "age": 1612,
      "ure": 1613,
      "ère": 1614,
      "ins": 1615,
      "ip": 1616,
      "▁st": 1617,
      "ib": 1618,
      "che": 1619,
      "lic": 1620,
      "ons": 1621,
      "up": 1622,
      "▁Par": 1623,
      "lo": 1624,
      "tur": 1625,
      "▁Re": 1626,
      "▁k": 1627,
      "▁it": 1628,
      "ien": 1629,
      "iz": 1630,
      "###": 1631,
      "▁comp": 1632,
      "urs": 1633,
      "ign": 1634,
      "▁that": 1635,
      "▁der": 1636,
      "▁St": 1637,
      "mp": 1638,
      "io": 1639,
      "▁Y": 1640,
      "▁Ar": 1641,
      "orm": 1642,
      "▁Fr": 1643,
      "ud": 1644,
      "ors": 1645,
      "erv": 1646,
      "▁del": 1647,
      "ian": 1648,
      "▁comm": 1649,
      "▁es": 1650,
      "ty": 1651,
      "▁}": 1652,
      "▁–": 1653,
      "..": 1654,
      "▁cl": 1655,
      "ité": 1656,
      "cl": 1657,
      "▁Th": 1658,
      "ug": 1659,
      "ence": 1660,
      "ary": 1661,
      "port": 1662,
      "amp": 1663,
      "erm": 1664,
      "▁tra": 1665,
      "▁ra": 1666,
      "ile": 1667,
      "elle": 1668,
      "igh": 1669,
      "onn": 1670,
      "lec": 1671,
      "ies": 1672,
      "ice": 1673,
      "ach": 1674,
      "iti": 1675,
      "▁De": 1676,
      "▁pe": 1677,
      "ld": 1678,
      "are": 1679,
      "ès": 1680,
      "ique": 1681,
      "▁plus": 1682,
      "▁und": 1683,
      "▁app": 1684,
      "ques": 1685,
      "ath": 1686,
      "omm": 1687,
      "▁gr": 1688,
      "▁'": 1689,
      "ke": 1690,
      "ten": 1691,
      "ell": 1692,
      "▁ou": 1693,
      "▁Il": 1694,
      "anc": 1695,
      "per": 1696,
      "rit": 1697,
      "▁son": 1698,
      "ati": 1699,
      "▁ad": 1700,
      "gh": 1701,
      "▁ent": 1702,
      "par": 1703,
      "ric": 1704,
      "ound": 1705,
      "ern": 1706,
      "ast": 1707,
      "ise": 1708,
      "én": 1709,
      "ung": 1710,
      "▁avec": 1711,
      "▁res": 1712,
      "oin": 1713,
      "▁sp": 1714,
      "ob": 1715,
      "ées": 1716,
      "mer": 1717,
      "▁He": 1718,
      "ok": 1719,
      "▁aut": 1720,
      "▁pla": 1721,
      "ient": 1722,
      "ata": 1723,
      "▁pre": 1724,
      "oy": 1725,
      "ón": 1726,
      "▁mar": 1727,
      "▁cons": 1728,
      "ann": 1729,
      "tor": 1730,
      "ish": 1731,
      "land": 1732,
      "▁ab": 1733,
      "▁Se": 1734,
      "▁«": 1735,
      "▁ce": 1736,
      "▁Z": 1737,
      "▁—": 1738,
      "ois": 1739,
      "ah": 1740,
      "▁his": 1741,
      "tem": 1742,
      "ial": 1743,
      "inal": 1744,
      "▁Q": 1745,
      "ust": 1746,
      "▁are": 1747,
      "ind": 1748,
      "ys": 1749,
      "\",": 1750,
      "ear": 1751,
      "ide": 1752,
      "aire": 1753,
      "duc": 1754,
      "▁not": 1755,
      "▁É": 1756,
      "turn": 1757,
      "▁z": 1758,
      "ck": 1759,
      "▁per": 1760,
      "▁us": 1761,
      "uss": 1762,
      "▁Ne": 1763,
      "ton": 1764,
      "ente": 1765,
      "ork": 1766,
      "▁pas": 1767,
      "ble": 1768,
      "▁pub": 1769,
      "ode": 1770,
      "ette": 1771,
      "▁te": 1772,
      "éri": 1773,
      "▁inter": 1774,
      "----": 1775,
      "▁er": 1776,
      "▁this": 1777,
      "ase": 1778,
      "▁sa": 1779,
      "able": 1780,
      "ations": 1781,
      "ated": 1782,
      "▁pos": 1783,
      "ui": 1784,
      "ouv": 1785,
      "oh": 1786,
      "▁am": 1787,
      "one": 1788,
      "iel": 1789,
      "ry": 1790,
      "▁<": 1791,
      "ix": 1792,
      "iè": 1793,
      "▁sont": 1794,
      "az": 1795,
      "ces": 1796,
      "pos": 1797,
      "tiv": 1798,
      "▁ag": 1799,
      "▁sh": 1800,
      "ress": 1801,
      "ome": 1802,
      "▁if": 1803,
      "▁It": 1804,
      "ational": 1805,
      "▁:": 1806,
      "▁dis": 1807,
      "||": 1808,
      "▁Les": 1809,
      "ction": 1810,
      "ions": 1811,
      "ré": 1812,
      "ult": 1813,
      "▁rec": 1814,
      "▁El": 1815,
      "til": 1816,
      "▁cont": 1817,
      "art": 1818,
      "uis": 1819,
      "▁col": 1820,
      "ss": 1821,
      "une": 1822,
      "emp": 1823,
      "▁return": 1824,
      "str": 1825,
      "oir": 1826,
      "▁&": 1827,
      "▁die": 1828,
      "ents": 1829,
      "▁sta": 1830,
      "->": 1831,
      "ula": 1832,
      "▁/": 1833,
      "ace": 1834,
      "ats": 1835,
      "form": 1836,
      "oup": 1837,
      "olog": 1838,
      "▁ro": 1839,
      "ma": 1840,
      "▁ob": 1841,
      "ack": 1842,
      "()": 1843,
      "▁+": 1844,
      "orn": 1845,
      "ect": 1846,
      "xt": 1847,
      "▁parti": 1848,
      "fic": 1849,
      "rib": 1850,
      "ik": 1851,
      "▁mon": 1852,
      "aux": 1853,
      "ivers": 1854,
      "ven": 1855,
      "fer": 1856,
      "▁ma": 1857,
      "▁sec": 1858,
      "old": 1859,
      "éd": 1860,
      "▁als": 1861,
      "ft": 1862,
      "▁Sh": 1863,
      "ina": 1864,
      "▁were": 1865,
      "▁Pro": 1866,
      "▁which": 1867,
      "we": 1868,
      "▁i": 1869,
      "own": 1870,
      "::": 1871,
      "▁aux": 1872,
      "irst": 1873,
      "enti": 1874,
      "omp": 1875,
      "ants": 1876,
      "▁pri": 1877,
      "▁X": 1878,
      "▁ha": 1879,
      "enn": 1880,
      "ost": 1881,
      "ild": 1882,
      "min": 1883,
      "be": 1884,
      "uit": 1885,
      "▁man": 1886,
      "▁str": 1887,
      "ture": 1888,
      "▁pol": 1889,
      "▁Gr": 1890,
      "mi": 1891,
      "▁sc": 1892,
      "use": 1893,
      "==": 1894,
      "▁car": 1895,
      "▁exp": 1896,
      "▁me": 1897,
      "▁Sch": 1898,
      "ole": 1899,
      "ition": 1900,
      "▁acc": 1901,
      "raph": 1902,
      "▁no": 1903,
      "▁ann": 1904,
      "ight": 1905,
      "▁che": 1906,
      "get": 1907,
      "▁nom": 1908,
      "vel": 1909,
      "▁has": 1910,
      "ive": 1911,
      "ime": 1912,
      "ours": 1913,
      "▁ass": 1914,
      "urop": 1915,
      "éc": 1916,
      "ock": 1917,
      "ater": 1918,
      "',": 1919,
      "▁all": 1920,
      "▁Je": 1921,
      "ool": 1922,
      "ose": 1923,
      "cc": 1924,
      "cip": 1925,
      "iste": 1926,
      "▁[": 1927,
      "ade": 1928,
      "ory": 1929,
      "▁éta": 1930,
      "sp": 1931,
      "▁Cl": 1932,
      "int": 1933,
      "▁Car": 1934,
      "ype": 1935,
      "sh": 1936,
      "ree": 1937,
      "ates": 1938,
      "▁été": 1939,
      "▁ser": 1940,
      "▁fil": 1941,
      "▁vo": 1942,
      "▁so": 1943,
      "▁entre": 1944,
      "ante": 1945,
      "ll": 1946,
      "con": 1947,
      "oth": 1948,
      "ires": 1949,
      "ank": 1950,
      "▁\\": 1951,
      "uer": 1952,
      "▁new": 1953,
      "gan": 1954,
      "▁Con": 1955,
      "und": 1956,
      "oll": 1957,
      "ales": 1958,
      "▁deux": 1959,
      "▁fin": 1960,
      "▁comme": 1961,
      "ough": 1962,
      "ail": 1963,
      "mes": 1964,
      "yn": 1965,
      "▁public": 1966,
      "eb": 1967,
      "oci": 1968,
      "wo": 1969,
      "▁New": 1970,
      "▁import": 1971,
      "▁also": 1972,
      "ato": 1973,
      "ct": 1974,
      "ég": 1975,
      "ari": 1976,
      "▁mais": 1977,
      "man": 1978,
      "▁class": 1979,
      "ges": 1980,
      "son": 1981,
      "ision": 1982,
      "ical": 1983,
      "vent": 1984,
      "▁Sp": 1985,
      "ión": 1986,
      "▁ri": 1987,
      "▁los": 1988,
      "ines": 1989,
      "▁Br": 1990,
      "ther": 1991,
      "ze": 1992,
      "▁int": 1993,
      "▁Qu": 1994,
      "▁Te": 1995,
      "▁loc": 1996,
      "▁ind": 1997,
      "In": 1998,
      "▁Be": 1999,
      "lement": 2000,
      "ener": 2001,
      "ays": 2002,
      "aint": 2003,
      "▁but": 2004,
      "▁serv": 2005,
      "▁elle": 2006,
      "▁reg": 2007,
      "tive": 2008,
      "▁u": 2009,
      "▁por": 2010,
      "▁On": 2011,
      "ick": 2012,
      "tes": 2013,
      "ger": 2014,
      "ption": 2015,
      "ris": 2016,
      "▁co": 2017,
      "▁first": 2018,
      "gl": 2019,
      "atch": 2020,
      "▁min": 2021,
      "tern": 2022,
      "ner": 2023,
      "ram": 2024,
      "emb": 2025,
      "val": 2026,
      "(\"": 2027,
      "fter": 2028,
      "outh": 2029,
      "▁ses": 2030,
      "red": 2031,
      "▁una": 2032,
      "▁Ma": 2033,
      "ward": 2034,
      "titu": 2035,
      "ograph": 2036,
      "▁had": 2037,
      "ited": 2038,
      "ings": 2039,
      "▁dif": 2040,
      "ême": 2041,
      "enc": 2042,
      "elf": 2043,
      "▁form": 2044,
      "ues": 2045,
      "▁je": 2046,
      "▁fait": 2047,
      "cri": 2048,
      "ert": 2049,
      "}$": 2050,
      "=\"": 2051,
      "II": 2052,
      "▁pers": 2053,
      "▁dire": 2054,
      "▁Col": 2055,
      "▁Joh": 2056,
      "ica": 2057,
      "▁trans": 2058,
      "ado": 2059,
      "anç": 2060,
      "▁sub": 2061,
      "lé": 2062,
      "teur": 2063,
      "▁//": 2064,
      "▁Me": 2065,
      "illa": 2066,
      "fin": 2067,
      "▁incl": 2068,
      "▁mod": 2069,
      "▁cent": 2070,
      "ull": 2071,
      "ourn": 2072,
      "als": 2073,
      "ould": 2074,
      "▁cette": 2075,
      "▁dist": 2076,
      "mo": 2077,
      "orth": 2078,
      "▁dur": 2079,
      "wn": 2080,
      "▁France": 2081,
      "ada": 2082,
      "▁Ro": 2083,
      "▁Ph": 2084,
      "alis": 2085,
      "▁her": 2086,
      "els": 2087,
      "its": 2088,
      "ident": 2089,
      "▁ph": 2090,
      "▁op": 2091,
      "être": 2092,
      "▁ter": 2093,
      "vers": 2094,
      "tain": 2095,
      "▁Or": 2096,
      "▁Ad": 2097,
      "▁ins": 2098,
      "▁von": 2099,
      "▁fam": 2100,
      "▁Ge": 2101,
      "▁_": 2102,
      "ution": 2103,
      "****": 2104,
      "près": 2105,
      "▁do": 2106,
      "rie": 2107,
      "alle": 2108,
      "▁vers": 2109,
      "ene": 2110,
      "ai": 2111,
      "▁ont": 2112,
      "ific": 2113,
      "itu": 2114,
      "▁Am": 2115,
      "▁its": 2116,
      "▁déc": 2117,
      "▁Sta": 2118,
      "▁Europ": 2119,
      "ember": 2120,
      "ied": 2121,
      "isch": 2122,
      "▁ver": 2123,
      "▁dem": 2124,
      "▁one": 2125,
      "over": 2126,
      "▁play": 2127,
      "ash": 2128,
      "att": 2129,
      "▁ein": 2130,
      "ield": 2131,
      "▁Comm": 2132,
      "cess": 2133,
      "put": 2134,
      "ames": 2135,
      "pt": 2136,
      "▁ju": 2137,
      "ature": 2138,
      "ett": 2139,
      "▁Pr": 2140,
      "ission": 2141,
      "ler": 2142,
      "eng": 2143,
      "▁pop": 2144,
      "ouse": 2145,
      "▁mo": 2146,
      "▁who": 2147,
      "▁pres": 2148,
      "ps": 2149,
      "▁tro": 2150,
      "▁grand": 2151,
      "amb": 2152,
      "▁their": 2153,
      "ptem": 2154,
      "ally": 2155,
      "▁fun": 2156,
      "vol": 2157,
      "tt": 2158,
      "hed": 2159,
      "gr": 2160,
      "▁=>": 2161,
      "oute": 2162,
      "ule": 2163,
      "▁we": 2164,
      "▁rep": 2165,
      "▁Tr": 2166,
      "▁part": 2167,
      "ane": 2168,
      "oint": 2169,
      "ize": 2170,
      "cle": 2171,
      "cto": 2172,
      "▁imp": 2173,
      "--------": 2174,
      "lin": 2175,
      "▁have": 2176,
      "▁den": 2177,
      "dition": 2178,
      "▁Sc": 2179,
      "ione": 2180,
      "ron": 2181,
      "▁prés": 2182,
      "▁John": 2183,
      "▁Bar": 2184,
      "ese": 2185,
      "▁year": 2186,
      "oot": 2187,
